{
  "fortyDorud" : [
    {
      "id": 1,
      "arabic": " اَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّ  عَلٰۤی اٰلِ  مُحَمَّدٍ  وَّ  اَنْزِ لْهُ الْمَتْعَدَ الْمُتَرَّ بَ عِنْدَكَ ",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিও ওয়া আনযিলহুল মাক্ব'আদাল মুক্বাররাবা ইনদাকা ৷",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-1.mp3"
    },
    {
      "id": 2,
      "arabic": "اَللّٰهُمَّ  رَبَّ هٰذِه الدَّعْوَةِ التّامَّةِ وَالصَّلاةِ القَائِمَةِ صَلِّ عَلَى مُحَمَّدٍ وَآتِني عَزَّى رِضاً لاَ تَسْخَطُ بَعْدَهُ  أَبَدَاً",
      "bangla_meaning": "আল্লাহুম্মা রব্বা হাযিহিদ দা'ওয়াতিল ক্বাইমাতি ওয়াস সালাতিন নাফি'আতি সাল্লি আলা মুহাম্মাদিও ওয়ারযা আন্নী রিযান লা তাসখাতু বা’দাহু আবাদা ৷",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-2.mp3"
    },
    {
      "id": 3,
      "arabic": "اَللّٰهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُوْلِكَ، وَصَلِّ عَلٰى الْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ، وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিন আবদিকা ওয়া রাসূলিকা ওয়াসাল্লি আলাল মু'মিনীনা ওয়াল মু'মিনাত ওয়াল মুসলিমীনা ওয়াল মুসলিমাত ।",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-3.mp3"
    },
    {
      "id": 4,
      "arabic": "اَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّعَلٰۤی اٰلِ مُحَمَّدٍ وَّ  بَارِكْ عَلٰۤی مُحَمَّدٍ وَّ  عَلٰۤی اٰلِ مُحَمَّدٍ  وَّ ارْحَمْ مُّحَمَّدًا وَّ اٰلَ مُحَمَّدٍ كَمَا صَلَّيْتَ وَبَارَكْتَ وَرَحِمْتَ  عَلٰی  اِبْرَاهِيْمَ وَ عَلٰۤی  اٰلِ   اِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিও ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিনিও ওয়ারহাম মুহাম্মাদাও ওয়া আ-লা মুহাম্মাদিন কামা সাল্লাইতা ওয়া বারাকতা ওয়া রাহিমতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ।",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-4.mp3"
    },
    {
      "id": 5,
      "arabic": "اَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّعَلٰۤی اٰلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلٰۤی اِبْرَاهِيْمَ إِنَّكَ حَمِيدٌ مَجِيدٌ. اَللّٰهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَّعَلٰۤی اٰلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلٰۤی اٰلِ اِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
      "bangla_meaning": "আল্লাছম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, আল্লাহুমা বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-5.mp3"
    },
    {
      "id": 6,
      "arabic": "اَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّعَلٰۤی اٰلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلٰۤی اٰلِ اِبْرَاهِيْمَ اِنَّكَ حَمِيْدٌ مَجِيْدٌ وَّبَارِكْ عَلٰی مُحَمَّدٍ وَّعَلٰۤی اٰلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلٰۤی اِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ।",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-6.mp3"
    },
    {
      "id": 7,
      "arabic": "اَللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّعَلٰۤی اٰلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلٰۤی اِبْرَاهِيْمَ اِنَّكَ حَمِيْدٌ مَجِيْدٌ و اَللّٰهُمَّ بَارِكْ عَلٰی مُحَمَّدٍ وَّعَلٰۤی اٰلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلٰۤی اِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
      "bangla_meaning": "আল্লাহুম্মা সাল্লিআলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, আল্লাইম্মা বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-7.mp3"
    },
    {
      "id": 8,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-8.mp3"
    },
    {
      "id": 9,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 10,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন সাল্লাইতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ আল্লাহুম্মা বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 11,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা আলি ইবরাহীমা ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ফিল আলামীনা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 12,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আযওয়াজিহী ওয়া যুররিয়্যাতিহী কামা সাল্লাইতা আলা আলি ইবরাহীমা ওয়া বারিক আলা মুহাম্মাদিও ওয়া আযওয়াজিহী ওয়া যুররিয়্যাতিহী কামা বারাকতা আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 13,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আযওয়াজিহী ওয়া যুররিয়্যাতিহী কামা সাল্লাইতা আলা ইবরাহীমা ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলা আযওয়াজিহী ওয়া যুররিয়্যাতিহী কামা বারাকতা আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 14,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মদিনিন নাবিয়্যি ওয়া আযওয়াজিহী উম্মাহাতিল মু'মিনীনা ওয়া যুররিয়্যাতিহী ওয়া আহলি বাইতিহী কামা সাল্লাইতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 15,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাইীমা ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ওয়া তারাহ্হাম আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা তারাহ্হামতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 16,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাইীমা ওয়া আলা আলি ইবরাইীমা ইন্নাকা হামীদুম মাজীদ, আল্লাহুম্মা বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাইীমা ওয়া আলা আলি ইবরাইীমা ইন্নাকা হামীদুম মাজীদ, আল্লাহুম্মা তারাহ্হাম আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা তারাহ্হামতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, আল্লাহুম্মা তাহান্নান আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা তাহান্নানতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, আল্লাহুম্মা সাল্লিম আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লামতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 17,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিও ওয়া বারিক ওয়া সাল্লিম আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিও ওয়ারহাম মুহাম্মাদাও ওয়া আলা মুহাম্মাদিন কামা সাল্লাইতা ওয়া বারাকতা ওয়া তারাহ্হামতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ফিল আলামীনা ইন্নাকা হামীদুম মাজীদ ।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 18,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, আল্লাহুম্মা বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 19,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিন আবদিকা ওয়া রাসূলিকা কামা সাল্লাইতা আলা ইবরাহীমা ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 20,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিনিন নাবিয়্যিল উস্মিয়্যি ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ওয়া বারিক আলা মুহাম্মাদিনিন নাবিয়্যিল উম্মিয়্য কামা বারাকতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 21,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিন আবদিকা ওয়া রাসূলিকান নাবিয়্যিল উম্মিয়্য ওয়া আলা আলি মুহাম্মাদিন আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন সালাতান তাকূনু লাকা রিযাও ওয়া লাহু জাযাআও ওয়া লিহাক্বক্বিহী আদাআও ওয়া আ'ত্বিহিল ওয়াসীলাতা ওয়াল ফাযীলাতা ওয়াল মাক্বামাল মাহমুদাল লাযী ওয়া আদতাহু ওয়াজযিহী আন্না মা-হুওয়া আহলুহু ওয়াজযিহী আফযালা মা জাযাইতা নাবিয়্যান আন ক্বাওমিহী ওয়া রাসূলান আন উম্মাতিহী ওয়া সাল্লি আলা জামীই ইখওয়ানিহী মিনান নাবিয়্যীনা ওয়াস সালিহীনা ইয়া আরহামার রাহিমীন ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 22,
      "arabic": "",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিনিন নাবিয়্যিল উম্যিয়্যি ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ওয়া বারিক আলা মুহাম্মাদিনিন নাবিয়্যিল উস্মিয়্যি ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 23,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আলা আহলি বাইতিহী কামা সাল্লাইতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, আল্লাহুম্মা সাল্লি আলাইনা মা'আহুম, আল্লাহুম্মা বারিক আলা মুহাম্মাদিও ওয়া আলা আহলি বাইতিহী কামা বারাকতা আলা ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, আল্লাহুম্মা বারিক আলাইনা মা'আহুম সালাওয়াতুল্লাহি ওয়া সালাওয়াতুল মু'মিনীনা আলা মুহাম্মাদিনিন নাবিয়্যিল উম্মিয়্য ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 24,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আল্লাহুম্মাজআল সালাওয়াতিকা ওয়া রাহমাতাকা ওয়া বারাকাতিকা আলা মুহাম্মাদিও ওয়া আলি মুহাম্মাদিন কামা জা'আলতাহা আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ, ওয়া বারিক আলা মুহাম্মাদিও ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 25,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "ওয়া সাল্লাল্লাহু আলান্ নাবিয়্যিল উম্মিয়্যি ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 26,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতু লিল্লাহি ওয়াস সালাওয়াতু ওয়াত তায়্যিবাতু আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু, আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 27,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতু লিল্লাহিত্ ত্বায়্যিবাতুস্ সালাওয়াতু লিল্লাহি আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস্ সালেহীনা আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 28,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতু লিল্লাহিত তায়্যিবাতুস্ সালাওয়াতু লিল্লাহি আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু, আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 29,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতুল মুবারাকাতুস্ সালাওয়াতুত্ ত্বায়্যিবাতু লিল্লাহি সালামুন আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু সালামুন আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ও আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 30,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "বিসমিল্লাহি ওয়া বিল্লাহিত্ ত্বাহিয়্যাতু লিল্লাহি ওয়াস সালাওয়াতু ওয়াত ত্বায়্যিবাতু আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু আসআলুল্লাহাল জান্নাতা ওয়া আউযুবিল্লাহি মিনান নার।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 31,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতু লিল্লাহিয যাকিয়াতু লিল্লাহিত্ব ত্বায়্যিবাতুস্ সালাওয়াতু লিল্লাহি আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 32,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "বিসমিল্লাহি ওয়া বিল্লাহি খাইরিল আসমা-ইত্ ত্বাহিয়্যাতুত্ ত্বায়্যিবাতুস্ সালাওয়াতু লিল্লাহি আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহ ওয়া রাসূলুহু আরসালাহু বিলহাক্বক্বি বাশীরাও ওয়া নাযীরা, ওয়া আন্নাস সা'আতা আতিয়াতুল লা'রাইবা ফীহা,  আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আল্লাহুম্মাগ ফিরলী ওয়াহদিনী ।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 33,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতুত ত্বায়্যিবাতু ওয়াসালাওয়াতু ওয়াল মুলকু লিল্লাহি আসসালামু আলাইকা  আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 34,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "বিসমিল্লাহিত্ ত্বাহিয়্যাতু লিল্লাহিস্ সালাওয়াতু লিল্লাহিয্ যাকিয়াতু লিল্লাহি আসসালামু আলান নাবিয়্যি ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, শাহিদতু আল-লা ইলাহা ইল্লাল্লাহু শাহিদতু আন্না মুহাম্মাদার রাসূলুল্লাহ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 35,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতুত্ ত্বায়্যিবাতু আস সালাওয়াতুয্ যাকিয়াতু লিল্লাহি আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু ওয়া আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু, আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 36,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতুত ত্বায়্যিবাতুস্ সালাওয়াতুয্ যাকিয়াতু লিল্লাহি আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আব্দুল্লাহি ওয়া রাসূলুহু আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু, আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 37,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতুস্ সালাওয়াতু লিল্লাহি আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু  আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস্ সালিহীন।",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 38,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতু লিল্লাহিস্ সালাওয়াতুত ত্বায়্যিবাতু আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি, আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস্ সালিহীন, আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 39,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "আত্তাহিয়্যাতুল মুবারাকাতুস্ সালাওয়াতুত ত্বায়্যিবাতু লিল্লাহি আসসালামু আলাইকা আইয়ুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু, আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস্ সালিহীন, আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ ৷",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 40,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "বিসমিল্লাহি ওয়াস্ সালামু আলা রাসূলিল্লাহ ৷",
      "bangla_explanation": "",
      "audio": ""
    }
  ],
  "fortyRabbanaDowa" : [
    {
      "id": 1,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": "assets/audio/Dua_Abu_Darda.mp3"
    },
    {
      "id": 2,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": "assets/audio/FortyDorood/40-Durood-2.mp3"
    },
    {
      "id": 3,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 4,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 5,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 6,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 7,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 8,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 9,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 10,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 11,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 12,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 13,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 14,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 15,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 16,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 17,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 18,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 19,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 20,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 21,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 22,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 23,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 24,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 25,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 26,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 27,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 28,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 29,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 30,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 31,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 32,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 33,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 34,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 35,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 36,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 37,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 38,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 39,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 40,
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    }
  ],
  "monjil" : [
    {
      "id": 0,
      "arabic": "﷽",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 1,
      "arabic": "اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِينَ .   الرَّحْمَنِ الرَّحِيْمِ. مٰلِكِ يَوْمِ الدِّيْنِ. اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِينُ. اهْدِنَا الصِّرَطَ الْمُسْتَقِيمَ. صِرَطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّآلِّيْنَ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 2,
      "arabic": "الٓمّٓ . ذٰلِكَ الْكِتٰبُ لَا رَيْبَۛ فِيْهِۛ هُدًى لِّلْمُتَّقِيْنَ. الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلَوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ. وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَۚ      وَبِالْءَاخِرَةِ هُمْ يُوْقِنُوْنَ. اُولٰٓئِكَ عَلَىٰ هُدًى مِّنْ رَّبِّهِمْ وَاُولٰٓئِكَ هُمُ الْمُفْلِحُوْنَ",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 3,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 4,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 5,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 6,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 7,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 8,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 9,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 10,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 11,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 12,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 13,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 14,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 15,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 16,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 17,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 18,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 19,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 20,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 21,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 22,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 23,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 24,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 25,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 26,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 27,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 28,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 29,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 30,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 31,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 32,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    },
    {
      "id": 33,
      "arabic": "",
      "bangla_meaning": "",
      "bangla_explanation": "",
      "audio": ""
    }
  ]
}